[Character.CharClass_Sage_Raid_WitchDoctor AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Item.PoisonCure_Pickup UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Remédio"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Escudo no máximo"
NoManufacturerName=""

[Item.PoisonCure_Pickup:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Remedia efeitos adversos de resistência aos elementos."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Cleanse SkillDefinition]
SkillName="Redução de Resistência"
SkillDescription="[skill]Habilidade Mortal[-skill]. Ao eliminar um inimigo, [skill]se reduzem todos os danos[-skill] que sofrer durante alguns segundos."
LockedSkillDetailStr="<Locked>"

[Skill.Cleanse:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Redução de danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.ResistRedux SkillDefinition]
SkillName="Redução de Resistência"
SkillDescription="[skill]Habilidade Mortal[-skill]. Ao eliminar um inimigo, [skill]se reduzem todos os danos[-skill] que sofrer durante alguns segundos."
LockedSkillDetailStr="<Locked>"

[Skill.ResistRedux:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Redução de danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

